export default {
  header: {
    navLinks: {
      works: 'ผลงาน',
      blogs: 'บทความ',
      source: 'source'
    }
  },
  homePage: {
    creator: {
      name: "ณัฐพล บุญทองแก้ว",
      title: "นักพัฒนา เว็บไซส์/แอปพลิเคชั่น",
    },
    bio: {
      labels: ['ประวัติส่วนตัวและการทำงาน', '2539', '2562', 'กุมพาพันธ์-พฤศจิกายน.2565', 'ธันวาคม.2565-ปัจจุบัน'],
      1996: "เกิดที่ จังหวัดนครศรีธรรมราช, อำเภอเงียบสงบชายทะเล",
      2020: "จบปริญญาตรีจาก มหาวิทยาลัยมหาจุฬาลงกรณ์ราชวิทยาลัย, อยุธยา",
      ktt: "เริ่มงานนักพัฒนาเว็บไซส์ (Web developer) ที่บริษัท คราทอส เทรคกิ้ง, กรุงเทพ",
      bss: "ทำงานที่ บ. Bangkok Smartcard system ในตำแหน่ง Software EF"
    },
    about: {
      labels: ['ความน่าสนใจ'],
      text: "การทำอะไรสักอย่าง แล้วมีมานะกับมัน มันเหมือนการออกเดินทาง มันมีอุปสรรคให้แก้ไข มีกำลังใจขับเคลื่อนสู่จุดมุ่งหมายในสายหมอก ทุกคนมีเรื่องเล่าในการออกเดินทางเป็นของตัวเอง ผมก็เช่นกัน...การเดินทางที่เริ่มต้นด้วย html สู่ห่วงจักรวาลของ Computer Science",
    },
    contacts: {
      labels: ['ติดต่อ']
    },
  },
  worksPage: {
    header: {
      title: "ผลงาน",
      desc: "คัดมาจากโปรเจคส่วนตัวที่ภูมิใจที่สุด",
    },
    projects: [
      {
        title: 'Cowdy',
        desc: 'เว็บเช็ตสำหรับนักพัฒนา ที่เน้นให้ความสำคัญกับเรื่องความเป็นส่วนตัวเป็นหลัก เพราะระบบจะไม่จัดเก็บข้อมูลผู้ใช้งาน หาก Logout หรือ refresh หน้าเพจจะลบค่าทุกอย่างออกหมด',
        available: 'live'
      },
      {
        title: 'Petrichor',
        desc: 'แอพพริเคชั่นโทรศัพท์มือถือทั้ง Android และ Ios ที่ให้บริการตรวจเช็คสภาพอากาศของประเทศไทยเป็นหลัก เน้นการออกแบบ UI แบบ Minimalism และให้ความสำคัญกับเรื่อง User experience',
        available: 'apk'
      }
    ],
  },
  
};
