export default {
  creator: {
    name: "ณัฐพล บุญทองแก้ว",
    title: "นักพัฒนา เว็บไซส์/แอปพลิเคชั่น",
  },
  bio: {
    1996: "เกิดที่ จังหวัดนครศรีธรรมราช",
    2020: "จบปริญญาตรีจาก มหาวิทยาลัยมหาจุฬาลงกรณ์ราชวิทยาลัย, อยุธยา",
    present: "เริ่มงานนักพัฒนาเว็บไซส์ที่บริษัท คราทอส เทรคกิ้ง",
  },
  works: {
    text: "การเขียนโค๊ดเหมือนการเดินทาง, หากให้นิยามตัวตนที่ ผมคงเป็นคนจำพวกที่ ตอบคำถามอย่างตรงไปตรงมา หากไม่รู้จะตอบว่าไม่รู้ แต่ในวันถัดไปจะกลับมากับคำตอบ",
  },
  skills: {
    programming: "Typescript, Go, Dart, Python",
    fields: "พัฒนาเว็บไซส์, พัฒนาแอปพลิเคชั่นโทรศัพท์มือถือ, วิเคราะห์ข้อมูล",
  },
};
